import React from "react";

export const Conspects = {
    name: "Электричество",
    html: <div>
        <h1>Основные понятия электричества</h1>

        <section>
            <h2>Заряд</h2>
            <p>
                Понятие электричества возникло из наблюдений человеком за природой. Мы наблюдаем взаимодействие
                между объектами,
                которое, подобно гравитации, действует на расстоянии. Источник этого взаимодействия получил
                название заряд.
                Электрическая сила примечательна тем, что она гораздо больше, чем та же сила гравитации. Однако,
                в отличие
                от гравитации, существует два вида электрических зарядов, причём разные заряды притягиваются, а
                одинаковые —
                отталкиваются. Сила гравитации бывает только одна, она всегда притягивает предметы друг к другу
                и никогда не отталкивает.
            </p>
        </section>

        <section>
            <h2>Проводники и диэлектрики</h2>
            <p>
                Проводники состоят из атомов, внешние, то есть валентные, электроны которых слабо связаны с
                ядром. Когда атомы металла
                оказываются рядом, они охотно делятся друг с другом своими электронами, образуя «стаю»
                электронов, каждый из которых
                теряет связь со своим ядром. Достаточно даже небольшой электрической силы, чтобы эта «стая»
                электронов пришла в движение.
                Примеры хороших проводников: медь, золото, серебро, алюминий, а также солёная вода.
            </p>
            <p>
                Кроме них, существуют ещё и слабые проводники. Вольфрам (металл, используемый в спиралях ламп
                накаливания) и углерод
                (в форме алмаза) являются относительно слабыми проводниками, потому что их электроны менее
                подвержены движению.
            </p>
            <p>
                Диэлектрики — это материалы, внешние электроны которых тесно связаны с ядром. Небольшой
                электрической силы недостаточно,
                чтобы оторвать эти электроны от ядра. При воздействии на атом диэлектрика электрической силой
                его электронные облака
                вокруг атома растягиваются и деформируются, но электроны остаются привязанными к атому. В
                качестве примеров диэлектриков
                можно привести стекло, пластик, камень и воздух. Однако если к диэлектрику приложить достаточно
                большую электрическую
                силу, тогда электроны могут оторваться от ядер, такое явление называется «электрический пробой».
                Именно это явление вы наблюдаете, если видите в воздухе искру.
            </p>
            <p>
                Полупроводники занимают промежуточное место между проводниками и диэлектриками. Они, как
                правило, способны проводить
                электрический ток, но лишь в определённых условиях. Самым известным полупроводником является
                кремний (атомный номер 14).
                Благодаря тому, что мы научились контролировать проводящие и диэлектрические свойства кремния,
                появились такие чудеса
                современного мира как компьютеры и сотовые телефоны. Теория квантовой механики объясняет
                принципы работы
                полупроводниковых приборов на атомном уровне.
            </p>
        </section>

        <section>
            <h2>Электрический ток</h2>
            <p>
                Электрический ток — это упорядоченное (направленное) движение заряженных частиц.
                Заряженные частицы движутся, образуя электрический ток. Сила тока определяется как количество
                заряда, проходящего
                сквозь воображаемую преграду за единицу времени. Представьте, что вы мысленно рассекли провод в
                определённой точке,
                встали рядом и считаете, сколько зарядов проходит через это сечение за секунду. Положительным
                направлением тока
                считается направление, в котором двигались бы положительно заряженные частицы.
            </p>
            <p>
                Поскольку сила тока — это количество заряда, проходящего сквозь воображаемую преграду за единицу
                времени,
                поэтому его можно выразить математически при помощи следующей формулы:
            </p>
            <p>
                <strong>i = dq/dt</strong>
            </p>
            <p>Вот краткое объяснение, что такое ток.</p>
            <h3>Несколько замечаний относительно электрического тока</h3>
            <ul>
                <li>
                    Чем создаётся ток в металлах? Поскольку электроны во многих металлах могут свободно
                    перемещаться, ток в них
                    образуется благодаря движению электронов. Положительно заряженные ядра в атомах металлов
                    стоят на месте и
                    в электрическом токе не участвуют. Несмотря на то, что электроны заряжены отрицательно, а
                    почти во всех
                    цепях электрический ток обусловливается именно движением электронов, однако положительным
                    направлением
                    электрического тока считается направление, в котором двигались бы положительно заряженные
                    частицы.
                    Это очень давняя, исторически сложившаяся договорённость.
                </li>
                <li>
                    Может ли ток создаваться движением положительных зарядов? Да, тому есть множество примеров.
                    В частности, в солёной воде ток создаётся движением как отрицательно, так и положительно
                    заряженных частиц.
                    Если в обычной воде растворить столовую соль, она становится хорошим проводником. Столовая
                    соль — это
                    хлорид натрия, NaCl. В воде происходит его диссоциация на свободно плавающие ионы
                    Na<sup>+</sup> и Cl<sup>-</sup>.
                    Оба иона реагируют на электрическую силу и могут двигаться по раствору в различных
                    направлениях.
                    В этом случае ток создаётся движущимися атомами, заряженными как отрицательно, так и
                    положительно.
                    В нашем организме электрический ток также вызван движениями положительных и отрицательных
                    ионов.
                    Определение силы тока при этом остаётся прежним: мы точно так же считаем количество заряда,
                    проходящего за
                    определённый промежуток времени.
                </li>
                <li>
                    Как появляется электрический ток? Заряженные объекты движутся в ответ на приложенные
                    электрические и магнитные
                    силы. Эти силы могут быть вызваны электрическими или магнитными полями, которые, в свою
                    очередь, зависят от
                    положения и движения других зарядов.
                </li>
                <li>
                    С какой скоростью движется электрический ток? Мы редко говорим о скорости электрического
                    тока.
                    Чтобы ответить на вопрос о скорости тока, мы должны погрузиться в изучение сложных
                    физических явлений,
                    но чаще всего это не требуется. В электрическом токе нас, как правило, волнуют не метры в
                    секунду,
                    а заряды в секунду. Гораздо чаще нам приходится отвечать на вопрос: «Чему равна сила
                    электрического тока?»
                </li>
                <li>
                    Как нужно говорить об электрическом токе? Когда мы обсуждаем электрический ток, мы чаще
                    используем предлоги
                    через, в и по. Например: ток течёт через резистор, ток течёт по проводнику или в проводнике.
                    Если вы услышите о ток сквозь..., это должно показаться вам странным.
                </li>
            </ul>
        </section>

        <section>
            <h2>Напряжение</h2>
            <p>
                Чтобы было проще понять, что такое напряжение, давайте проведём аналогию: напряжение похоже на
                силу притяжения.
            </p>
            <p>
                Для тела массой <strong>m</strong> изменение высоты <strong>h</strong> связано с изменением
                потенциальной энергии:
            </p>
            <p>
                <strong>ΔU = mgΔh</strong>
            </p>
            <p>
                Для заряженной частицы <strong>q</strong> напряжение <strong>V</strong> связано с изменением
                потенциальной энергии:
            </p>
            <p>
                <strong>ΔU = qV</strong>
            </p>
            <p>
                Напряжение в электрической цепи аналогично произведению <strong>g·Δh</strong>,
                где <strong>g</strong> — ускорение свободного падения,
                а <strong>Δh</strong> — изменение высоты.
            </p>
            <p>
                Мяч скатывается с вершины холма. Когда он находится на полпути (на середине склона) он растратил
                половину своей
                потенциальной энергии. Электрон находится на вершине «холма» напряжения и «скатывается» по
                проводникам и
                элементам цепи. Он тратит свою потенциальную энергию на совершение работы. Когда электрон
                «скатился до середины
                холма», он растратил половину своей потенциальной энергии.
            </p>
            <p>
                И мяч, и электрон «скатываются с холма» самопроизвольно. Они сами перемещаются в сторону
                уменьшения своего
                энергетического состояния. Спускаясь с холма, мяч может столкнуться на пути с различными
                предметами,
                например, с деревьями. При помощи проводов, мы можем направлять электроны и заставлять проходить
                их через
                электронные компоненты цепи.
            </p>
            <p>
                Напряжение между двумя точками можно выразить математически как изменение энергии заряда:
            </p>
            <p>
                <strong>V = ΔU/q</strong>
            </p>
            <p>Вот краткое объяснение, что такое напряжение.</p>
        </section>

        <section>
            <h2>Мощность</h2>
            <p>
                Мощность определяет скорость, с которой энергия (U) преобразуется или переносится за единицу
                времени.
                Мощность измеряется в джоулях в секунду, также известных как ватты.
            </p>
            <p>
                <strong>1 ватт = 1 джоуль/секунда</strong>
            </p>
            <p>
                <strong>мощность = dU/dt</strong>
            </p>
            <p>
                Электрическая цепь способна переносить энергию. Сила тока — это скорость потока заряда, а
                напряжение
                измеряет энергию, переносимую единичным зарядом. Можно подставить эти определения в формулу
                мощности:
            </p>
            <p>
                <strong>мощность = dU/dt = (dU/dq) · (dq/dt) = V · i</strong>
            </p>
            <p>
                Электрическая мощность равна произведению силы тока на напряжение. Её единица измерения — ватт.
            </p>
        </section>

        <section>
            <h2>Итоги</h2>
            <p>
                Эти воображаемые модели для тока и напряжения помогут нам начать разбираться в самых разных
                электрических схемах.
                Если вы хотите узнать больше о напряжении, то можете изучить вопрос глубже и прочитать более
                формальное
                математическое описание электрического потенциала и напряжения.
            </p>
        </section>
    </div>
}